var data=[{
			id:1,
			song:"红色高跟鞋",
			singer:"蔡健雅",
			src:"music/蔡健雅-红色高跟鞋.mp3",
			img:"img/1.png",
            bigimg:"img/cd-img/1.jpg",
			lyric:"[00:22.26]该怎么去形容你最贴切[00:27.77]拿什么跟你作比较才算特别[00:33.19]对你的感觉 强烈[00:36.01]却又不太了解 只凭直觉[00:42.01]你像我在被子里的舒服[00:47.55]却又像风 琢磨不住[00:52.66]像手纹 像散发的香水味[00:58.29]像爱不释手的 红色高跟鞋[01:16.76]该怎么去形容你最贴切[01:22.30]拿什么跟你作比较才算特别[01:27.75]对你的感觉 强烈[01:30.52]却又不太了解 只凭直觉[01:36.69]你像我在被子里的舒服[01:42.08]却又像风 琢磨不住[01:47.22]像手纹 像散发的香水味[01:52.87]像爱不释手的 红色高跟鞋[02:14.72]你像我在被子里的舒服[02:20.27]却又像风 琢磨不住[02:25.16]像手纹 像散发的香水味[02:31.06]像爱不释手的[02:36.15]我爱你有种左灯右行的冲突[02:42.15]疯狂却怕没有退路[02:47.09]你能否让我停止这种追逐[02:53.59]就这么双 最后唯一的 红色高跟鞋"
		},
		{
			id:2,
			song:"江南",
			singer:"林俊杰",
			src:"music/林俊杰-江南.mp3",
			img:"img/2.png",
            bigimg:"img/cd-img/2.jpg",
			lyric:"[00:36.73]风到这里就是粘[00:40.37]粘住过客的思念[00:44.56]雨到了这里缠成线[00:48.35]缠着我们留恋人世间[00:52.78]你在身边就是缘[00:56.21]缘分写在三生石上面[01:00.70]爱有万分之一甜[01:04.19]宁愿我就葬在这一点[01:08.84]圈圈圆 圆圈圈[01:10.54]天天年 年天天 的我[01:13.36]深深看你的脸[01:15.76]生气的温柔[01:17.69]埋怨的温柔 的脸[01:23.81]不懂爱恨情愁煎熬的我们[01:27.50]都以为相爱就像风云的善变[01:31.74]相信爱一天 抵过永远[01:36.08]在这一刹那冻结了时间[01:39.66]不懂怎么表现温柔的我们[01:43.60]还以为殉情只是古老的传言[01:47.44]离愁能有多痛 痛有多浓[01:52.04]当梦被埋在江南烟雨中[01:55.29]心碎了才懂[02:20.80]圈圈圆 圆圈圈[02:22.47]天天年 年天天 的我[02:25.29]深深看你的脸[02:27.76]生气的温柔[02:29.78]埋怨的温柔 的脸[02:35.94]不懂爱恨情愁煎熬的我们[02:39.53]都以为相爱就像风云的善变[02:43.57]相信爱一天 抵过永远[02:47.98]在这一刹那冻结了时间[02:51.61]不懂怎么表现温柔的我们[02:55.55]还以为殉情只是古老的传言[02:59.54]离愁能有多痛 痛有多浓[03:03.99]当梦被埋在江南烟雨中[03:07.22]心碎了才懂[03:19.85]相信爱一天 抵过永远[03:23.99]在这一刹那冻结了时间[03:27.58]不懂怎么表现温柔的我们[03:31.52]还以为殉情只是古老的传言[03:35.36]离愁能有多痛 痛有多浓[03:40.01]当梦被埋在江南烟雨中[03:45.31]心碎了才懂"
		},
		{
			id:3,
            song:"王妃",
            singer:"萧敬腾",
            src:"music/萧敬腾-王妃(现场版).mp3",
            img:'img/3.png',
            bigimg:"img/cd-img/3.jpg",
            lyric:"[00:19.33]摇晃的红酒杯[00:21.18]嘴唇像染着鲜血[00:23.13]那不寻常的美[00:25.16]难赦免的罪[00:26.80]谁忠心的跟随[00:28.62]充其量当个侍卫[00:30.53]脚下踩着玫瑰[00:32.51]回敬一个吻当安慰[00:38.63]可怜[00:41.71]像蠢动的音乐[00:43.54]听起来多么愚昧[00:45.46]你武装的防备[00:47.48]伤你的是谁[00:49.03]靠近我一点点[00:50.97]是不一样的世界[00:52.84]安睡在我的肩[00:54.92]我用生命为你加冕[00:58.25]夜太美[01:00.07]尽管再危险[01:01.90]总有人黑着眼眶熬着夜[01:05.60]爱太美[01:07.52]尽管再危险[01:09.18]愿赔上了一切超支千年的泪[01:13.07]痛太美[01:14.91]尽管再卑微[01:16.79]也想尝粉身碎骨的滋味[01:20.53]你太美[01:22.31]尽管再无言[01:24.04]我都想用石堆隔绝世界[01:26.85]我的王妃[01:27.96]我要霸占你的美[01:37.47]那催情的音乐[01:39.39]听起来多么愚昧[01:41.18]你武装的防备[01:43.28]伤你的是谁[01:44.93]靠近我一点点[01:46.80]是不一样的世界[01:48.66]安睡在我的肩[01:50.69]我用生命为你加冕[01:54.08]夜太美[01:55.90]尽管再危险[01:57.72]总有人黑着眼眶熬着夜[02:01.50]爱太美[02:03.30]尽管再危险[02:04.97]愿赔上了一切超支千年的泪[02:08.88]痛太美[02:10.73]尽管再卑微[02:12.60]也想尝粉身碎骨的滋味[02:16.35]你太美[02:18.17]尽管再无言[02:19.79]我都想用石堆隔绝世界[02:22.61]我的王妃[02:23.77]我要霸占你的美[02:47.95]夜太美[02:49.80]尽管再危险[02:51.60]总有人黑着眼眶熬着夜[02:55.38]爱太美[02:57.23]尽管再危险[02:58.89]愿赔上了一切超支千年的泪[03:02.82]痛太美[03:04.68]尽管再卑微[03:06.49]也想尝粉身碎骨的滋味[03:10.27]你太美[03:12.15]尽管再无言[03:14.76]你的美[03:18.62]你的美[03:28.62]"
        },
        {
        	id:4,
			song:"一千年以后",
			singer:"林俊杰",
			src:"music/林俊杰-一千年以后.mp3",
			img:"img/4.png",
			bigimg:"img/cd-img/4.jpg",
			lyric:"[00:15.84]心跳乱了节奏[00:19.59]梦也不自由[00:23.79]爱是个绝对承诺不说[00:29.28]撑到一千年以后[00:31.26]放任无奈淹没尘埃[00:35.15]我在废墟之中守着你走来喔[00:39.11]我的泪光承载不了喔[00:45.05]所有一切你要的爱[00:49.75]因为在一千年以后[00:54.53]世界早已没有我[00:58.29]无法深情挽着你的手[01:02.79]浅吻着你额头[01:05.53]别等到一千年以后[01:09.90]所有人都遗忘了我[01:13.99]那时红色黄昏的沙漠[01:18.30]能有谁解开缠绕千年的寂寞[01:41.30]oh~~放任无奈淹没尘埃[01:45.98]我在废墟之中守着你走来喔[01:49.93]我的泪光承载不了喔[01:55.36]所有一切你需要的爱[02:00.48]因为在一千年以后[02:05.17]世界早已没有我[02:09.12]无法深情挽着你的手[02:13.16]浅吻着你额头[02:16.56]别等到一千年以后[02:20.80]所有人都遗忘了我[02:24.73]那时红色黄昏的沙漠[02:28.62]能有谁解开缠绕千年的寂寞[02:42.24]oh~~ye ~~ye~~~[02:48.80]无法深情挽着你的手[02:52.88]浅吻着你额头[02:55.65]别等到一千年以后[03:00.32]所有人都遗忘了我[03:04.17]那时红色黄昏的沙漠[03:08.27]能有谁解开缠绕千年的寂寞[03:16.11]ho~~缠绕千年的寂寞"
		},
		{
			id:5,
			song:"你还要我怎样",
			singer:"薛之谦",
			src:"music/薛之谦-你还要我怎样.mp3",
			img:"img/5.png",
			bigimg:"img/cd-img/5.jpg",
			lyric:"[00:24.23]你停在了这条我们熟悉的街[00:34.40]把你准备好的台词全念一遍[00:42.18]我还在逞强 说着谎[00:46.56]也没能力遮挡 你去的方向[00:52.32]至少分开的时候我落落大方[01:04.28]我后来都会选择绕过那条街[01:14.46]又多希望在另一条街能遇见[01:22.13]思念在逞强 不肯忘[01:26.36]怪我没能力跟随 你去的方向[01:32.28]若越爱越被动  越要落落大方[01:41.87]你还要我怎样  要怎样[01:46.85]你突然来的短信就够我悲伤[01:51.76]我没能力遗忘 你不用提醒我  哪怕结局就这样[02:01.62]我还能怎样 能怎样[02:06.57]最后还不是落得情人的立场[02:11.88]你从来不会想 我何必这样[02:44.27]我慢慢的回到自己的生活圈[02:54.39]也开始可以接触新的人选[03:01.94]爱你到最后 不痛不痒[03:06.95]留言在计较 谁爱过一场[03:13.18]我剩下一张 没后悔的模样[03:21.70]你还要我怎样 要怎样[03:26.40]你千万不要在我婚礼的现场[03:31.65]我听完你爱的歌  就上了车  爱过你很值得[03:41.68]我不要你怎样 没怎样[03:46.75]我陪你走的路你不能忘[03:51.70]因为那是我 最快乐的时光[04:04.06]后来我的生活还算理想[04:14.51]没为你落到孤单的下场[04:22.41]有一天晚上  梦一场[04:26.65]你白发苍苍  说带我流浪[04:32.86]我还是没犹豫  就随你去天堂[04:42.91]不管能怎样  我能陪你到天亮"
		},
        {
        	id:6,
            song:"一眼万年",
            singer:"林俊杰",
            src:"music/林俊杰-一眼万年.mp3",
            img:'img/6.png',
            bigimg:"img/cd-img/6.jpg",
            lyric:"[00:16.86]泪有点咸有点甜[00:20.34]你的胸膛吻着我的侧脸[00:24.88]回头看踏过的雪[00:28.36]慢慢融化成草原[00:31.53]而我就像你[00:33.80]没有一秒曾后悔[00:40.81]爱那麽绵那麽黏[00:44.29]管命运设定要谁离别[00:48.63]海岸线越让人流连[00:52.32]总是美的越蜿蜒[00:55.59]我们太倔强[00:57.60]连天都不忍再反对[01:03.76]深情一眼挚爱万年[01:08.05]几度轮回恋恋不灭[01:12.10]把岁月铺成红毯[01:14.82]见证我们的极限[01:19.84]心疼一句珍藏万年[01:24.04]誓言就该比永远更远[01:28.03]要不是沧海桑田[01:30.85]真爱怎麽会浮现[01:52.79]泪有点咸有点甜[01:56.32]你的胸膛吻着我的侧脸[02:00.76]回头看踏过的雪[02:04.34]慢慢融化成草原[02:07.62]而我就像你[02:09.79]没有一秒曾后悔[02:16.75]爱那麽绵那麽黏[02:20.39]管命运设定要谁离别[02:24.58]海岸线越让人流连[02:28.31]总是美的越蜿蜒[02:31.54]我们太倔强[02:33.55]连天都不忍再反对[02:39.80]深情一眼挚爱万年[02:44.19]几度轮回恋恋不灭[02:48.12]把岁月铺成红毯[02:50.79]见证我们的极限[02:55.78]心疼一句珍藏万年[03:00.03]誓言就该比永远更远[03:04.07]要不是沧海桑田[03:06.79]真爱怎麽会浮现[03:11.94]深情一眼挚爱万年[03:16.11]几度轮回恋恋不灭[03:20.00]把岁月铺成红毯[03:22.82]见证我们的极限[03:27.85]心疼一句珍藏万年[03:32.04]誓言就该比永远更远[03:36.08]要不是沧海桑田[03:38.75]真爱怎麽会浮现[03:44.11]待渡过斜风冷雨[03:46.83]春暖在眼前"
        },
        {
        	id:7,
            song:"刚刚好",
            singer:"薛之谦",
            src:"music/薛之谦-刚刚好.mp3",
            img:'img/7.png',
            bigimg:"img/cd-img/7.jpg",
            lyric:"[00:37.61]如果有人在灯塔[00:40.11]拨弄她的头发[00:42.18]思念刻在墙和瓦[00:46.49]如果感情会挣扎[00:48.82]没有说的儒雅[00:51.05]把挽回的手放下[00:54.77]镜子里的人说假话[00:58.66]违心的样子你决定了吗[01:03.84]装聋或者作哑 要不我先说话[01:16.19]我们的爱情 到这刚刚好[01:19.79]剩不多也不少 还能忘掉[01:25.06]我应该可以 把自己照顾好[01:33.17]我们的距离 到这刚刚好[01:37.00]不够我们拥抱 就挽回不了[01:42.22]用力爱过的人 不该计较[01:59.21]是否要逼人弃了甲[02:01.63]亮出一条伤疤[02:03.68]不堪的根源在哪[02:07.78]可是感情会挣扎[02:09.85]没有别的办法[02:12.15]它劝你不如退下[02:16.09]如果分手太复杂[02:19.60]流浪的歌手会放下吉他[02:24.98]故事要美必须藏着真话[02:32.72]我们的爱情 到这刚刚好[02:36.36]剩不多也不少 还能忘掉[02:41.17]我应该可以 把自己照顾好[02:49.24]我们的距离 到这刚刚好[02:53.17]不够我们拥抱 就挽回不了[02:58.57]用力爱过的人 不该计较[03:06.21]我们的爱情到这刚刚好[03:10.24]再不争也不吵 不必再煎熬[03:15.41]你可以不用 记得我的好[03:22.97]我们的流浪到这刚刚好[03:26.86]趁我们还没到 天涯海角[03:31.61]我也不是非要去那座城堡[03:39.89]天空有些暗了暗的刚刚好[03:43.72]我难过的样子就没人看到[03:48.83]你别太在意我身上的记号"
        },
        {
        	id:8,
            song:"我要你",
            singer:"任素汐",
            src:"music/任素汐-我要你-(电影《驴得水》主题曲).mp3",
            img:'img/8.png',
            bigimg:"img/cd-img/8.jpg",
            lyric:"[00:00.54]我要 你在我身旁[00:08.01]我要 你为我梳妆[00:14.86]这夜的风儿吹[00:18.09]吹得心痒痒 我的情郎[00:22.14]我在他乡 望着月亮[00:29.45]都怪这月色 撩人的疯狂[00:36.63]都怪这Guitar 弹得太凄凉[00:43.92]哦 我要唱着歌[00:47.12]默默把你想 我的情郎[00:51.05]你在何方 眼看天亮[01:12.81]都怪这夜色 撩人的疯狂[01:20.21]都怪这吉他 弹得太凄凉[01:27.43]哦 我要唱着歌[01:30.89]默默把你想 我的情郎[01:34.77]你在何方 眼看天亮[01:42.28]我要 美丽的衣裳[01:49.92]为你 对镜贴花黄[01:56.58]这夜色太紧张[01:59.97]时间太漫长 我的情郎[02:03.83]我在他乡 望着月亮[02:16.33]"
        },
        {
            id:9,
            song:"演员",
            singer:"薛之谦",
            src:"music/薛之谦-演员.mp3",
            img:'img/9.png',
            bigimg:"img/cd-img/9.jpg",
            lyric:"[00:21.42]简单点说话的方式简单点[00:30.52]递进的情绪请省略[00:33.89]你又不是个演员[00:36.39]别设计那些情节[00:42.33]没意见我只想看看你怎么圆[00:51.70]你难过的太表面 像没天赋的演员[00:57.35]观众一眼能看见[01:02.59]该配合你演出的我演视而不见[01:07.66]在逼一个最爱你的人即兴表演[01:12.86]什么时候我们开始收起了底线[01:18.06]顺应时代的改变看那些拙劣的表演[01:23.61]可你曾经那么爱我干嘛演出细节[01:28.71]我该变成什么样子才能延缓厌倦[01:33.83]原来当爱放下防备后的这些那些[01:39.34]才是考验[01:45.24]没意见你想怎样我都随便[01:55.02]你演技也有限[01:57.58]又不用说感言[02:00.12]分开就平淡些[02:05.51]该配合你演出的我演视而不见[02:10.58]别逼一个最爱你的人即兴表演[02:15.85]什么时候我们开始没有了底线[02:21.03]顺着别人的谎言被动就不显得可怜[02:26.57]可你曾经那么爱我干嘛演出细节[02:31.53]我该变成什么样子才能配合出演[02:36.73]原来当爱放下防备后的这些那些[02:41.75]都有个期限[02:48.08]其实台下的观众就我一个[02:53.11]其实我也看出你有点不舍[02:58.44]场景也习惯我们来回拉扯[03:03.06]还计较着什么[03:09.05]其实说分不开的也不见得[03:14.04]其实感情最怕的就是拖着[03:19.35]越演到重场戏越哭不出了[03:24.28]是否还值得[03:29.29]该配合你演出的我尽力在表演[03:34.38]像情感节目里的嘉宾任人挑选[03:39.71]如果还能看出我有爱你的那面[03:44.92]请剪掉那些情节让我看上去体面[03:50.41]可你曾经那么爱我干嘛演出细节[03:55.34]不在意的样子是我最后的表演[04:01.11]是因为爱你我才选择表演 这种成全"
        },
        {
            id:10,
            song:"不为谁而作的歌",
            singer:"徐佳莹&林俊杰",
            src:"music/徐佳莹&林俊杰-不为谁而作的歌.mp3",
            img:'img/10.png',
            bigimg:"img/cd-img/10.jpeg",
            lyric:"[00:27.19]原谅我 这一首[00:31.21]不为谁而作的歌[00:34.52]感觉上仿佛窗外的夜色[00:41.45]曾经有 那一刻[00:44.38]回头竟然认不得[00:47.98]需要 从记忆再摸索 的人[00:55.39]和他们关心的[00:58.42]的地方 和那些走过的[01:06.65]请等一等[01:11.19]梦为努力浇了水[01:14.47]爱在背后往前推[01:17.79]当我抬起头才发觉[01:21.75]我是不是忘了谁[01:24.67]累到整夜不能睡[01:27.98]夜色哪里都是美[01:31.04]一定有个人 他[01:33.83]躲过 避过 闪过 瞒过 他是谁[01:42.81]他是谁[01:51.36]原谅我 这一首[01:54.74]不为谁而作的歌[01:57.80]感觉上仿佛窗外夜色[02:04.64]曾经有 那么一刻[02:07.81]回头竟然认不得[02:11.58]需要 从记忆再摸索 的人[02:18.64]和他们关心的（关心的）[02:22.86]的地方 和那些走过的[02:31.23]梦为努力浇了水[02:34.69]爱在背后往前推[02:37.91]当我抬起头才发觉[02:41.86]我是不是忘了谁[02:44.65]累到整夜不能睡[02:47.88]夜色哪里都是美[02:51.12]一定有个人 他[02:53.72]躲过 避过 闪过 瞒过[02:56.33]他是谁[02:59.35]他是谁[03:11.19]也许在真实面对自己才不顾一切[03:17.49]去探究当初我[03:20.42]害 怕 面 对[03:28.08]梦为努力浇了水[03:31.31]爱在背后往前推[03:34.49]当我抬起头才发觉[03:38.41]我是不是忘了谁[03:47.78]夜色哪里都是美[03:51.04]一定有个人他[03:53.84]躲过 避过 闪过 瞒过  他是谁[03:57.30]躲过 避过 闪过 瞒过  他是谁[04:00.30]躲过 避过 闪过 瞒过  他是谁"
        },
];